/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Nepodařilo se převést formát skladby.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Tento projekt je zřejmě poškozen. Obnovte jej ze zálohy.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Tento projekt byl vytvořen v pracovní nevydané verzi Logicu. Nyní už jej nelze otevřít.";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "Skladba, kterou se pokoušíte otevřít, je ve formátu Logicu 4 (nebo starším). Nejprve ji otevřete a uložte v Logicu 7.2.1 nebo starším.\n\nTo je nutné provést na počítači Macintosh s některou starší verzí systému macOS, protože starší verze Logic Pro už nejsou s verzí macOS 10.13 či novějšími kompatibilní.";
